var books =[{
  "classify": "1",
  "updatedAt": "2020-06-03T03:12:53.171Z",
  "bookname": "西游记",
  "objectId": "5ed5b222fbe3550006883a8b",
  "isAdd": false,
  "createdAt": "2020-06-02T01:57:54.919Z",
  "author": "吴承恩",
  "intro": "《西游记》是中国四大名著之一，由吴承恩编著。书中讲述了唐僧在神通广大、会七十二变武艺的孙悟空以及好吃懒做但力气满身的猪八戒和诚厚老实、忠心耿耿的沙悟净的保护下，师徒四人一路降妖伏魔，历经九九八十一难取经的故事",
  "bookimg": "https://img3.doubanio.com/view/subject/s/public/s9125702.jpg",
  "catalog": "$第一回 灵根育孕源流出 心性修持大道生$第二回 悟彻菩提真妙理 断魔归本合元神$第三回 四海千山皆拱伏 九幽十类尽除名$第四回 官封弼马心何足 名注齐天意未宁$第五回 乱蟠桃大圣偷丹 反天宫诸神捉怪$第六回 观音赴会问原因 小圣施威降大圣$第七回 八卦炉中逃大圣 五行山下定心猿$第八回 我佛造经传极乐 观音奉旨上长安$附录 陈光蕊赴任逢灾 江流僧复仇报本$第九回 袁守诚妙算无私曲 老龙王拙计犯天条$第十回 二将军宫门镇鬼 唐太宗地府还魂$第十一回 还受生唐王遵善果 度孤魂萧禹正空门$第十二回 玄奘秉诚建大会 观音显象化金蝉$第十三回 陷虎穴金星解厄 双叉岭伯钦留僧$第十四回 心猿归正 六贼无踪$第十五回 蛇盘山诸神暗佑 鹰愁涧意马收缰$第十六回 观音院僧谋宝贝 黑风山怪窃袈裟$第十七回 孙行者大闹黑风山 观世音收伏熊罴怪$第十八回 观音院唐僧脱难 高老庄行者降魔$第十九回 云栈洞悟空收八戒 浮屠山玄奘受心经$第二十回 黄风岭唐僧有难 半山中八戒争先$第二十一回 护法设庄留大圣 须弥灵吉定风魔$第二十二回 八戒大战流沙河 木叉奉法收悟净$第二十三回 三藏不忘本 四圣试禅心$第二十四回 万寿山大仙留故友 五庄观行者窃人参$第二十五回 镇元仙赶捉取经僧 孙行者大闹五庄观$第二十六回 孙悟空三岛求方 观世音甘泉活树$第二十七回 尸魔三戏唐三藏 圣僧恨逐美猴王$第二十八回 花果山群妖聚义 黑松林三藏逢魔$第二十九回 脱难江流来国土 承恩八戒转山林$第三十回 邪魔侵正法 意马忆心猿$第三十一回 猪八戒义激猴王 孙行者智降妖怪$第三十二回 平顶山功曹传信 莲花洞木母逢灾$第三十三回 外道迷真性 元神助本心$第三十四回 魔王巧算困心猿 大圣腾那骗宝贝$第三十五回 外道施威欺正性 心猿获宝伏邪魔$第三十六回 心猿正处诸缘伏 劈破旁门见月明$第三十七回 鬼王夜谒唐三藏 悟空神化引婴儿$第三十八回 婴儿问母知邪正 金木参玄见假真$第三十九回 一粒金丹天上得 三年故主世间生$第四十回 婴儿戏化禅心乱 猿马刀归木母空$第四十一回 心猿遭火败 木母被魔擒$第四十二回 大圣殷勤拜南海 观音慈善缚红孩$第四十三回 黑河妖孽擒僧去 西洋龙子捉鼍回$第四十四回 法身元运逢车力 心正妖邪度脊关$第四十五回 三清观大圣留名 车迟国猴王显法$第四十六回 外道弄强欺正法 心猿显圣灭诸邪$第四十七回 圣僧夜阻通天水 金木垂慈救小童$第四十八回 魔弄寒风飘大雪 僧思拜佛履层冰$第四十九回 三藏有灾沉水宅 观音救难现鱼篮$第五十回 清乱性从因爱欲 神昏心动遇魔头$第五十一回 心猿空用千般计 水火无功难炼魔$第五十二回 悟空大闹金兜洞 如来暗示主人公$第五十三回 禅主吞餐怀鬼孕 黄婆运水解邪胎$第五十四回 法性西来逢女国 心猿定计脱烟花$第五十五回 色邪淫戏唐三藏 性正修持不坏身$第五十六回 神狂诛草寇 道昧放心猿$第五十七回 真行者落伽山诉苦 假猴王水帘洞誊文$第五十八回 二心搅乱大乾坤 一体难修真寂灭$第五十九回 唐三藏路阻火焰山 孙行者一调芭蕉扇$第六十回 牛魔王罢战赴华筵 孙行者二调芭蕉扇$第六十一回 猪八戒助力败魔王 孙行者三调芭蕉扇$第六十二回 涤垢洗心惟扫塔 缚魔归正乃修身$第六十三回 二僧荡怪闹龙宫 群圣除邪获宝贝$第六十四回 荆棘岭悟能努力 木仙庵三藏谈诗$第六十五回 妖邪假设小雷音 四众皆遭大厄难$第六十六回 诸神遭毒手 弥勒缚妖魔$第六十七回 拯救驼罗禅性稳 脱离秽污道心清$第六十八回 朱紫国唐僧论前世 孙行者施为三折肱$第六十九回 心主夜间修药物 君王筵上论妖邪$第七十回 妖魔宝放烟沙火 悟空计盗紫金铃$第七十一回 行者假名降怪犼 观音现象伏妖王$第七十二回 盘丝洞七情迷本 濯垢泉八戒忘形$第七十三回 情因旧恨生灾毒 心主遭魔幸破光$第七十四回 长庚传报魔头狠 行者施为变化能$第七十五回 心猿钻透阴阳窍 魔王还归大道真$第七十六回 心神居舍魔归性 木母同降怪体真$第七十七回 群魔欺本性 一体拜真如$第七十八回 比丘怜子遣阴神 金殿识魔谈道德$第七十九回 寻洞擒妖逢老寿 当朝正主救婴儿$第八十回 姹女育阳求配偶 心猿护主识妖邪$第八十一回 镇海寺心猿知怪 黑松林三众寻师$第八十二回 姹女求阳 元神护道$第八十三回 心猿识得丹头 姹女还归本性$第八十四回 难灭伽持圆大觉 法王成正体天然$第八十五回 心猿妒木母 魔主计吞禅$第八十六回 木母助威征怪物 金公施法灭妖 $第八十七回 凤仙郡冒天止雨 孙大圣劝善施霖$第八十八回 禅到玉华施法会 心猿木母授门人$第八十九回 黄狮精虚设钉钯宴 金木土计闹豹头山$第九十回 师狮授受同归一 盗道缠禅静九灵$第九十一回 金平府元夜观灯 玄英洞唐僧供状$第九十二回 三僧大战青龙山 四星挟捉犀牛怪$第九十三回 给孤园问古谈因 天竺国朝王遇偶$第九十四回 四僧宴乐御花园 一怪空怀情欲喜$第九十五回 假合真形擒玉兔 真阴归正会灵元$第九十六回 寇员外喜待高僧 唐长老不贪富贵$第九十七回 金酬外护遭魔蛰 圣显幽魂救本原$第九十八回 猿熟马驯方脱壳 功成行满见真如$第九十九回 九九数完魔灭尽 三三行满道归根$第一百回 径回东土 五圣成真"
}, {
  "classify": "1",
  "updatedAt": "2020-06-03T03:12:53.171Z",
  "bookname": "吾国与吾民",
  "objectId": "5ed5b293180ce00008c0564f",
  "isAdd": false,
  "createdAt": "2020-06-02T01:59:47.305Z",
  "author": "林语堂",
  "intro": "《吾国与吾民》(My Country andMy People)又名《中国人》，是林语堂在西方文坛的成名作与代表作。该用坦率幽默的笔调、睿智通达的语言娓娓道出了中国人的道德、精神状态与向往，以及中国的社会、文艺与生活情趣。由于该书将中国人的性格、心灵、理想、生活、政治、社会、艺术剖释得非常美妙，并与西方人的性格，理想、生活等做了相应的广泛深入的比较，在海内外引起轰动，美国许多知名人士推崇备至，被译成多种文字，在世界广泛流传。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s1070353.jpg",
  "catalog": "自序$闲话开场$第一章　中国人民$一　南方与北方$二　退化$三　新血统之混入$四　文化之巩固作用$五　民族的童年$第二章　中国人之德性$一　圆熟$二　忍耐$三　无可无不可$四　老猾俏皮$五　和平$六　知足$七　幽默$八　保守性$第三章　中国人的心灵$一　智慧$二　女性型$三　缺乏科学精神$四　逻辑$五　直觉$六　拟想$第四章　人生之理想$一　中国的人文主义$二　宗教$三　中庸之道$四　道教$五　佛教$小引$第五章　妇女生活$一　女性之从属地位$二　家庭和婚姻$三　理想中的女性$四　我们的女子教育$五　恋爱和求婚$六　妓女与妾$七　缠足的习俗$八　解放运动$第六章　社会生活和政治生活$一　公共精神的缺乏$二　家族制度$三　徇私舞弊和礼俗$四　特权与平等$五　社会阶级$六　阳性型的三位一体$七　阴性型的三位一体$八　乡属制度$九　贤能政府$第七章　文学生活$一　文学之特性$二　语言与思想$三　学术$四　学府制度$五　散文$六　文学与政治$七　文学革命$八　诗$九　戏剧$十　小说$十一　西洋文学之影响$第八章　艺术家生活$一　艺术家$二　中国书法$三　绘画$四　建筑$第九章　生活的艺术$一　日常的娱乐$二　居室与庭同$三　饮食$收场语$人生的归宿"
}, {
  "classify": "1",
  "updatedAt": "2020-06-03T03:12:53.181Z",
  "bookname": "茶经",
  "objectId": "5ed5b2cb6b25f70008cec096",
  "isAdd": false,
  "createdAt": "2020-06-02T02:00:43.452Z",
  "author": "陆羽",
  "intro": "它是我国茶文化的开山巨著，内容非常丰富，分源、具、造、器、煮、饮、事、出、略、图十个方面向我们介绍了中国的特产--茶。文白对照，同时还有名家制作的茶壶，名茶等插图，图文并茂。最后还有唐史关于陆羽的记载。这本书既让读者了解了茶，又了解了茶圣，非常全面，是一本不可多得的珍藏本。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s11360004.jpg",
  "catalog": "第一篇茶之源$茶源故事$茶的传播$茶和中国人$“茶”字渊源$第二篇茶之器具$陆羽《茶经》原文、译文$茶具选配$主要茶具种类$紫砂壶的养护$第三篇茶之制作$陆羽《茶经》原文、译文$古代制茶法$铁观音制作法$绿茶制作法$红茶制作法$第四篇茶之为饮$陆羽《茶经》原文、译文$中国茶文化$辨别新茶与陈茶$名茶辨真假$沏茶要领$安溪泡茶技法$乌龙茶的冲泡技法$功夫茶冲泡技法$残茶的妙用$第五篇茶之文化$陆羽《茶经》原文、译文$名人与茶$茶与歌舞$茶与戏曲$茶联$茶回文$茶与诗词$茶诗欣赏$第六篇茶之趣$陆羽《茶经》原文、译文$茶圣陆羽$千古风流苏东坡$难得糊涂郑板桥 "
}, {
  "classify": "1",
  "updatedAt": "2020-06-02T02:01:53.228Z",
  "bookname": "意大利私生活",
  "objectId": "5ed5b311fbe3550006883cb6",
  "createdAt": "2020-06-02T02:01:53.228Z",
  "author": "赵鹏程",
  "intro": "作者在意大利生活了整整两年，深入了解了意大利的各种风俗和文化，对于意大利的各种社会生活元素都有切身的体会和独特的见解。记者的身份使其视角敏锐深刻、文笔幽默犀利。作者从社会生活的很多不同角度去观察和解读意大利文化，用小专题的形式慢慢的深入解构意大利国家和人民的不同方面，形式新颖独到，文笔流畅自然，图片精美。对欧洲旅游有深度认识的背包客和对欧洲特别是意大利文化有浓厚兴趣的一般读者。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s5823178.jpg",
  "catalog": "前言$美景背后的故事$阿尔卑斯的浪漫童话还能持续多久$维苏威山闹脾气 那不勒斯有点悬$玩转呵尔卑斯$度假地暗藏核潜艇 意大利要找美国人算总账$阿尔卑斯山隧道再生事故引发思索$罗马人把铺路石当宝贝$罗马阿根廷广场的猫儿$被遗忘的杰拉小镇$并不只是阿基米德的故乡——锡拉库萨偶遇英国老兵$找寻西西里黑手党的痕迹$你想生活在意大利吗？$阿玛尼VS奥林匹克$为鞋而“狂”的意大利——参观弗勒加莫博物馆有感$米兰时装艺术节劲刮复古之风$巧克力冠军在都灵$意大利的咖啡时光$纳沃那广场上的街头小丑——行之外的行家$罗马的“大白”们$不断壮大的罗马华人社区$美丽足球之意大利篇$穷孩子的野心$或者说你不想生活在意大利$　“逃票”有理的罗马公交车$威尼斯狂欢节遭遇“冷凝”$由罗马无车曰引发的感想$从D&G的性感路线看米兰时装帝国的凋零风韵$罗马小偷比冠军跑得快$南欧游防三大骗局：警察 孩子 零钱$随想$与列奧纳多．达．芬奇的”约会”$　“汉堡和匹萨的巅峰对决”——谈意大利和美国文化的交锋$性感不是我的错——意大利“美女”小学教师因长得太漂亮丢掉工作$从名模到妓女——走近意大利的堕落模特$菲亚特后代不争气 吸毒过量险丧命$谁来接管阿玛尼大旗$“椅子帝国”衰落的启示$谁人能解意大利经济之病$意大利足球——政治家甜蜜的情妇$意大利足坛又到洗牌时$受挫的灵魂——穆斯林生活状态调查$教皇葬礼见闻录$后记 "
}, {
  "classify": "1",
  "updatedAt": "2020-06-02T02:02:32.616Z",
  "bookname": "生活十讲",
  "objectId": "5ed5b338018b5a000902903a",
  "createdAt": "2020-06-02T02:02:32.616Z",
  "author": "蒋勋",
  "intro": "《生活十讲》是台湾广播节目“文化广场”的结集，安抚过监狱中很多绝望而困顿的人。在台湾，蒋勋的讲座常常是一票难求；而文字的传播无远弗届。在本书中，作者娓娓道来，在广阔的生活中选取了十个侧面：价值、官学、伦理、信仰、物化、创造力、文学力、爱与情、情与欲、新食代。借用生活中的点点滴滴，反映文化的本质。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s4350141.jpg",
  "catalog": "第一讲　新价值$第二讲　新官学$第三讲　新伦理$第四讲　新信仰$第五讲　谈物化$第六讲　创造力$第七讲　文学力$第八讲　爱与情$第九讲　情与欲$第十讲　新食代 "
}, {
  "classify": "2",
  "updatedAt": "2020-06-02T02:04:02.176Z",
  "bookname": "美食家的字母表",
  "objectId": "5ed5b392fbe3550006883d99",
  "createdAt": "2020-06-02T02:04:02.176Z",
  "author": "[美] M.F.K.费雪",
  "intro": "本书是美国美食散文作家费雪继《如何煮狼》、《写给牡蛎的情书》等之后的另一部散文佳作。在书中，费雪通过结构英文二十六个字母，使每一个字母对应一个跟美食相关的词汇，并对这些词汇加以精彩的诠释，传达出她对人生、社会和男女关系等等各方面的睿智见解。这是一本可爱而又智慧的小书。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s4645154.jpg",
  "catalog": "引言$A是独自用餐$B是单身汉$C是小心翼翼$D是外出用餐$E是考究$F是家庭$G是贪食$H是快乐$I是天真$J是年幼时的进餐$K是符合犹太教规的食物$L是文学$M是“僧侣”的餐食$N是海上的(饮食)$O是炫耀$P是豌豆$Q是用量$R是浪漫$S是悲伤$T是大菱鲆$U是普遍性$V是腐败$W是浪荡女$X是泼妇$Y是牦牛$Z是Zakuski$从A到Z：完美的晚餐费雪年表"
}, {
  "classify": "2",
  "updatedAt": "2020-06-03T02:27:23.578Z",
  "bookname": "我读",
  "objectId": "5ed5b3f4018b5a00090291a4",
  "isAdd": false,
  "createdAt": "2020-06-02T02:05:40.071Z",
  "author": "梁文道",
  "intro": "《开卷八分钟》是凤凰卫视日播读书节目，由著名学者梁文道先生主持，节目每天用短短的8分钟时间介绍一本书，希望让观众用最简利的方式碰触到书籍的精髓，进入一个又一个迥异又奇妙的书中世界.",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s4368286.jpg",
  "catalog": "读书这件事$《如何阅读一本书》 从简式阅读到业余学者$《好绘本如何好》 教你如何“阅读”图画书$《私人阅读史》 年阅读史变迁$《灰皮书、黄皮书》 禁书总是诱惑难挡$《读库》 书跟人之间那点复杂的情感关系$《卡萨诺瓦是个书痴》 狱中创作：作家的另一种出路$《查令十字街84号》 爱书人的书信情缘$$文艺进行时$《天工开物;栩栩如真》 当香港小说家严肃起来的时候……$《切;格瓦拉之死》 “很可惜，他失败了！”$王小波Ⅰ《沉默的大多数》 被炒作出的神话符号？$王小波Ⅱ《黄金时代》 好的色情不遮掩$王小波Ⅲ《理想国与哲人王》《个人尊严》 自由主义的精髓在于什么?$《山楂树之恋》 纯爱感动$张爱玲《小团圆》Ⅰ 乱世之中现苍凉$张爱玲《小团圆》Ⅱ “汉奸妻，人人可戏”$张爱玲《小团圆》Ⅲ “因为懂得，所以慈悲”$《当我谈跑步时我谈些什么》 通过跑步去悟道$《丈量世界》 知识的态度是谦逊$《射雕英雄传》《笑傲江湖》《鹿鼎记》 金庸武侠里的女人和政治$《哥伦比亚的倒影》 美貌不需要休息$《退步集续编》 那些“干净”的中文$《在春风里》 陈之藩忆胡适$《一个人的电影》 追忆放电影的美好时光$《我和电影的二三事》 把自己交给电影，就像爱情一样$思想杂草$《于丹〈论语〉心得》 粗浅的话语，朴素的道理$李零《丧家狗》Ⅰ 知之为知之，不知为不知$李零《丧家狗》Ⅱ 经典的“原解”与“诠释”$《伊利亚随笔集》 一剂心灵创伤的“止血良药”$《沉思录》Ⅰ 哲学是一种生活的方式$《沉思录》Ⅱ 属于个人的精神修念$《道德情操论》 丰富你的道德想象力$Purity and Danger 英国女爵士的“肮脏观”$万象$《民主是个好东西》 建立动态的和谐社会$《中国现代思想史论》 启蒙与救亡的纠结$《八十年代访谈录》 找回失去的常识$《七十年代》Ⅰ 酝酿在70年代$《七十年代》Ⅱ 语言变化中的文艺潜流$《提问是记者的天职》 英美媒体值得尊重的地方$《笔底波澜》 百年中国言论史$《货币战争》 从抄袭看我们对无知的恐惧$知客$《大师与门徒》 教育的本性是爱欲$The Companion Species Manifesto 对动物的溺爱折射了对人类世界的失望$《嘘嘘嗯嗯屁屁》 “嘘嘘”也有大学问 "
}, {
  "classify": "2",
  "updatedAt": "2020-06-03T03:06:16.533Z",
  "bookname": "孤独六讲",
  "objectId": "5ed5b464fbe3550006883f2b",
  "isAdd": false,
  "createdAt": "2020-06-02T02:07:32.111Z",
  "author": "蒋勋",
  "intro": "美学大师蒋勋以美学家特有的思维和情感切入孤独，从情欲、语言、革命、思维、伦理、暴力六个面向阐释孤独美学，融个人记忆、美学追问、文化反思、社会批判于一体。可以说，蒋勋在本书中，创造了孤独美学：美学的本质或许就是孤独。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s4075572.jpg",
  "catalog": "自序$第一章 情欲孤独$第二章 语言孤独$第三章 革命孤独$第四章 暴力孤独$第五章 思维孤独$第六章 伦理孤独"
}, {
  "classify": "2",
  "updatedAt": "2020-06-03T03:09:14.979Z",
  "bookname": "甘地的真理",
  "objectId": "5ed5b488180ce00008c05b63",
  "isAdd": false,
  "createdAt": "2020-06-02T02:08:08.765Z",
  "author": "[美]埃里克•埃里克森(Erik H．Erikson)",
  "intro": "20世纪美国最伟大的心理学家埃里克•埃里克森作品美国国家图书奖及普利策奖获奖作品心理传记的经典之作本书描述的是一位西方人同时也是一位精神分析学家对于圣雄甘地的历史出现和他所谓的真理涵义的探索。在这部备受赞誉的关于甘地的研究著作中，著名的精神分析学家埃里克•埃里克森探寻了当甘地成为非暴力不合作运动和印度大规模的平民不合作运动的革命领袖时，他是如何成功地从精神上和政治上动员印度人民的。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s4387333.jpg",
  "catalog": "前 言$序曲：事件的回声$第一章 印度：初次相逢$第二章 阿赫梅达巴的研讨会$第三章 难以捉摸的事件$第一部分 调查$第一章 见证人$第二章 对立者$第三章 四位印度老人$第二部分 往昔$第一章 童年与青年时代$第二章 从誓言到天职$第三章 在南非做家长$第三部分 事件$第一章 个人言辞$第二章 本国的先知$第三章 同伴和对手$第四章 事件重述$第五章 尾声$第四部分 真理的杠杆作用$第一章 虔敬之人$第二章 器具$尾声：向大海进军$译后记 "
}, {
  "classify": "3",
  "updatedAt": "2020-06-03T03:11:30.488Z",
  "bookname": "追风筝的人",
  "objectId": "5ed5b4fb180ce00008c05c43",
  "isAdd": false,
  "createdAt": "2020-06-02T02:10:03.229Z",
  "author": "[美] 卡勒德·胡赛尼",
  "intro": "12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？故事如此残忍而又美丽，作者以温暖细腻的笔法勾勒人性的本质与救赎，读来令人荡气回肠。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s1727290.jpg",
  "catalog": "第一章$第二章$第三章$第四章$第五章$第六章$第七章$第八章$第九章$第十章$第十一章$第十二章$第十三章$第十四章$第十五章$第十六章$第十七章$第十八章$第十九章$第二十章$第二十一章$第二十二章$第二十三章$第二十四章$第二十五章$译后记 "
}, {
  "classify": "3",
  "updatedAt": "2020-06-03T03:11:30.489Z",
  "bookname": "解忧杂货店",
  "objectId": "5ed5b51e6b25f70008cec549",
  "isAdd": false,
  "createdAt": "2020-06-02T02:10:38.099Z",
  "author": "[日] 东野圭吾",
  "intro": "现代人内心流失的东西，这家杂货店能帮你找回——僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中……他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。生命中的一次偶然交会，将如何演绎出截然不同的人生？如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。——东野圭吾",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s27264181.jpg",
  "catalog": "第一章 回答在牛奶箱里$第二章 深夜的口琴声$第三章 在思域车上等到天亮$第四章 听着披头士默祷$第五章 来自天上的祈祷"
}, {
  "classify": "3",
  "updatedAt": "2020-06-03T03:12:59.834Z",
  "bookname": "围城",
  "objectId": "5ed5b552fbe3550006884158",
  "isAdd": false,
  "createdAt": "2020-06-02T02:11:30.677Z",
  "author": "钱锺书",
  "intro": "《围城》是钱钟书所著的长篇小说。第一版于1947年由上海晨光出版公司出版。1949年之后，由于政治等方面的原因，本书长期无法在中国大陆和台湾重印，仅在香港出现过盗印本。1980年由作者重新修订之后，在中国大陆地区由人民文学出版社刊印。此后作者又曾小幅修改过几次。《围城》 自从出版以来，就受到许多人的推崇。由于1949年后长期无法重印，这本书逐渐淡出人们的视野。1960年代，旅美汉学家夏志清在《中国现代小说史》(A History of Modern Chinese Fiction)中对本书作出很高的评价，这才重新引起人们对它的关注。人们对它的评价一般集中在两方面，幽默的语言和对生活深刻的观察。从1990年代开始，也有人提出对本书的不同看法，认为这是一部被“拔高”的小说，并不是一部出色的作品。很多人认为这是一部幽默作品。除了各具特色的人物语言之外，作者夹叙其间的文字也显着机智与幽默。这是本书的一大特色。也有人认为这是作者卖弄文字，语言显得尖酸刻薄。但这一说法并不为大多数人接受。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s1070222.jpg",
  "catalog": "序$围城$附录$记钱钟书与《围城》――杨绛"
}, {
  "classify": "3",
  "updatedAt": "2020-06-03T03:10:29.519Z",
  "bookname": "活着",
  "objectId": "5ed5b5776b25f70008cec619",
  "isAdd": true,
  "createdAt": "2020-06-02T02:12:07.832Z",
  "author": "余华",
  "intro": "《活着(新版)》讲述了农村人福贵悲惨的人生遭遇。福贵本是个阔少爷，可他嗜赌如命，终于赌光了家业，一贫如洗。他的父亲被他活活气死，母亲则在穷困中患了重病，福贵前去求药，却在途中被国民党抓去当壮丁。经过几番波折回到家里，才知道母亲早已去世，妻子家珍含辛茹苦地养大两个儿女。此后更加悲惨的命运一次又一次降临到福贵身上，他的妻子、儿女和孙子相继死去，最后只剩福贵和一头老牛相依为命，但老人依旧活着，仿佛比往日更加洒脱与坚强。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s29053580.jpg",
  "catalog": "中文版自序$韩文版自序$日文版自序$英文版自序$麦田新版自序$活着$外文版评论摘要 "
}, {
  "classify": "3",
  "updatedAt": "2020-06-03T03:10:32.345Z",
  "bookname": "百年孤独",
  "objectId": "5ed5b5aa6b25f70008cec660",
  "isAdd": true,
  "createdAt": "2020-06-02T02:12:58.219Z",
  "author": "[哥伦比亚] 加西亚·马尔克斯",
  "intro": "《百年孤独》是魔幻现实主义文学的代表作，描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。作品融入神话传说、民间故事、宗教典故等神秘因素，巧妙地糅合了现实与虚幻，展现出一个瑰丽的想象世界，成为20世纪最重要的经典文学巨著之一。1982年加西亚•马尔克斯获得诺贝尔文学奖，奠定世界级文学大师的地位，很大程度上乃是凭借《百年孤独》的巨大影响。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s6384944.jpg",
  "catalog": "致读者$作品·溯源$情节·概览$角色·亮相$主角·赏析$主题·主题成分·象征$断章·取义$经典·常谈$作品档案$讨论·发散"
}, {
  "classify": "3",
  "updatedAt": "2020-06-03T03:10:35.431Z",
  "bookname": "白夜行",
  "objectId": "5ed5b5cb6b25f70008cec69b",
  "isAdd": true,
  "createdAt": "2020-06-02T02:13:31.184Z",
  "author": "[日] 东野圭吾",
  "intro": "“只希望能手牵手在太阳下散步”，这个象征故事内核的绝望念想，有如一个美丽的幌子，随着无数凌乱、压抑、悲凉的故事片段像纪录片一样一一还原：没有痴痴相思，没有海枯石烂，只剩下一个冰冷绝望的诡计，最后一丝温情也被完全抛弃，万千读者在一曲救赎罪恶的凄苦爱情中悲切动容",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s4610502.jpg",
  "catalog": "第一章$第二章$第三章$第四章$第五章$第六章$第七章$第八章$第九章$第十章$第十一章$第十二章$第十三章$第十四章$第十五章$第十六章$第十七章$第十八章$第十九章$第二十章$第二十一章$第二十二章$第二十三章$第二十四章$第二十五章 "
}, {
  "classify": "4",
  "updatedAt": "2020-06-03T03:12:59.849Z",
  "bookname": "挪威的森林",
  "objectId": "5ed5b606018b5a00090295ec",
  "isAdd": false,
  "createdAt": "2020-06-02T02:14:30.672Z",
  "author": "[日] 村上春树",
  "intro": "这是一部动人心弦的、平缓舒雅的、略带感伤的恋爱小说。小说主人公渡边以第一人称展开他同两个女孩间的爱情纠葛。渡边的第一个恋人直子原是他高中要好同学木月的女友，后来木月自杀了。一年后渡边同直子不期而遇并开始交往。此时的直子已变得娴静腼腆，美丽晶莹的眸子里不时掠过一丝难以捕捉的阴翳。两人只是日复一日地在落叶飘零的东京街头漫无目标地或前或后或并肩行走不止。直子20岁生日的晚上两人发生了性关系，不料第二天直子便不知去向。几个月后直子来信说她住进一家远在深山里的精神疗养院。渡边前去探望时发现直子开始带有成熟女性的丰腴与娇美。晚间两人虽同处一室，但渡边约束了自己，分手前表示永远等待直子。返校不久，由于一次偶然相遇，渡边开始与低年级的绿子交往。绿子同内向的直子截然相反，“简直就像迎着春天的晨光蹦跳到世界上来的一头小鹿”。这期间，渡边内心十分苦闷彷徨。一方面念念不忘直子缠绵的病情与柔情，一方面又难以抗拒绿子大胆的表白和迷人的活力。不久传来直子自杀的噩耗，渡边失魂魄地四处徒步旅行。最后，在直子同房病友玲子的鼓励下，开始摸索此后的人生。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s1228930.jpg",
  "catalog": "编 者 语$第一章 永远记得我$第二章 好友之死$第三章 黑暗中的裸体$第四章 奇特的邂逅$第五章 隔离的世界$第六章 绿茵藏艳$第七章 同性的魔力$第八章 开放型女郎$第九章 畸恋观$第十章 影院里的对话$第十一章 苦涩的爱河$第十二章 告别处女之夜$后　记 "
}, {
  "classify": "4",
  "updatedAt": "2020-06-03T03:10:48.132Z",
  "bookname": "平凡的世界",
  "objectId": "5ed5b622fbe355000688430e",
  "isAdd": true,
  "createdAt": "2020-06-02T02:14:58.629Z",
  "author": "路遥",
  "intro": "《平凡的世界》是一部现实主义小说，也是一部小说形式的家族史。作者浓缩了中国西北农村的历史变迁过程，在小说中全景式地表现了中国当代城乡的社会生活。在近十年的广阔背景下，通过复杂的矛盾纠葛，刻划社会各阶层众多普通人的形象。劳动与爱情，挫折与追求，痛苦与欢乐，日常生活与巨大社会冲突，纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s1144911.jpg",
  "catalog": "平凡的世界 第一部 第1章$平凡的世界 第一部 第2章$平凡的世界 第一部 第3章$平凡的世界 第一部 第4章$平凡的世界 第一部 第5章$平凡的世界 第一部 第6章$平凡的世界 第一部 第7章$平凡的世界 第一部 第8章$平凡的世界 第一部 第9章$平凡的世界 第一部 第10章$平凡的世界 第一部 第11章$平凡的世界 第一部 第12章$平凡的世界 第一部 第13章$平凡的世界 第一部 第14章$平凡的世界 第一部 第15章$平凡的世界 第一部 第16章$平凡的世界 第一部 第17章$平凡的世界 第一部 第18章$平凡的世界 第一部 第19章$平凡的世界 第一部 第20章$平凡的世界 第一部 第21章$平凡的世界 第一部 第22章$平凡的世界 第一部 第23章$平凡的世界 第一部 第24章$平凡的世界 第一部 第25章$平凡的世界 第一部 第26章$平凡的世界 第一部 第27章$平凡的世界 第一部 第28章$平凡的世界 第一部 第29章$平凡的世界 第一部 第30章$平凡的世界 第一部 第31章$平凡的世界 第一部 第32章$平凡的世界 第一部 第33章$平凡的世界 第一部 第34章$平凡的世界 第一部 第35章$平凡的世界 第一部 第36章$平凡的世界 第一部 第37章$平凡的世界 第一部 第38章$平凡的世界 第一部 第39章$平凡的世界 第一部 第40章$平凡的世界 第一部 第41章$平凡的世界 第一部 第42章$平凡的世界 第一部 第43章$平凡的世界 第一部 第44章$平凡的世界 第一部 第45章$平凡的世界 第一部 第46章$平凡的世界 第一部 第47章$平凡的世界 第一部 第48章$平凡的世界 第一部 第49章$平凡的世界 第一部 第50章$平凡的世界 第一部 第51章$平凡的世界 第一部 第52章$平凡的世界 第一部 第53章$平凡的世界 第一部 第54章"
}, {
  "classify": "4",
  "updatedAt": "2020-06-02T02:15:52.396Z",
  "bookname": "三体",
  "objectId": "5ed5b6586b25f70008cec7e5",
  "createdAt": "2020-06-02T02:15:52.396Z",
  "author": "刘慈欣",
  "intro": "文化大革命如火如荼进行的同时。军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。地球文明向宇宙发出的第一声啼鸣，以太阳为中心，以光速向宇宙深处飞驰……四光年外，“三体文明”正苦苦挣扎——三颗无规则运行的太阳主导下的百余次毁灭与重生逼迫他们逃离母星。而恰在此时。他们接收到了地球发来的信息。在运用超技术锁死地球人的基础科学之后。三体人庞大的宇宙舰队开始向地球进发……人类的末日悄然来临。",
  "bookimg": "https://img9.doubanio.com//view//subject//m//public//s2768378.jpg",
  "catalog": "1.科学边界$2.台球$3.射手和农场主$4.三体、周文王、长夜$5.叶文洁$6.宇宙闪烁之一$7.疯狂年代$8.寂静的春天$9.红岸之一$10.宇宙闪烁之二$11.大史$12.三体、墨子、烈焰$13.红岸之二$14.红岸之三$15.红岸之四$16.三体、哥白尼、宇宙橄榄球、三日凌空$17.三体问题$18.三体、牛顿、冯·诺伊曼、秦始皇、三日连珠$19.聚会$20.三体、爱因斯坦、单摆、大撕裂$21.三体、远征$22.地球叛军$23.红岸之五$24.红岸之六$25.叛乱$26.雷志成、杨卫宁之死$27.无人忏悔$28.伊文斯$29.第二红岸基地$30.地球三体运动$31.两个质子$32.古筝行动$33.监听员$34.智子$35.虫子$36.尾声·遗址$后记"
}, {
  "classify": "4",
  "updatedAt": "2020-06-02T02:17:06.492Z",
  "bookname": "盗墓笔记",
  "objectId": "5ed5b6a2018b5a000902973f",
  "createdAt": "2020-06-02T02:17:06.492Z",
  "author": "南派三叔",
  "intro": "埃隆·马斯克（Elon Musk）1971年出生于南非，毕业于美国宾夕法尼亚大学，工程师、企业家、亿万富翁。最成功的全球网上支付平台Paypal创始人之一，现任美国商业航天企业空间探索技术公司（SpaceX）CEO，电动车生产企业特斯拉汽车（Tesla Motors）CEO，光伏",
  "bookimg": "https://img9.doubanio.com/view/subject/s/public/s4442295.jpg",
  "catalog": "第一卷 七星鲁王$第一章 血尸$第二章 五十年后$第三章 瓜子庙$第四章 尸洞$第五章 水影$第六章 积尸地$第七章 一百多个人头$第八章 山谷$第九章 古墓$第十章 影子$第十一章 七星棺$第十二章 章门$第十三章 章心$第十四章 闷油瓶"
}, {
  "classify": "4",
  "updatedAt": "2020-06-02T02:17:35.440Z",
  "bookname": "你当像鸟飞往你的山",
  "objectId": "5ed5b6bf180ce00008c05fbb",
  "createdAt": "2020-06-02T02:17:35.440Z",
  "author": "[美] 塔拉·韦斯特弗",
  "intro": "人们只看到我的与众不同：一个十七岁前从未踏入教室的大山女孩，却戴上一顶学历的高帽，熠熠生辉。只有我知道自己的真面目：我来自一个极少有人能想象的家庭。我的童年由垃圾场的废铜烂铁铸成，那里没有读书声，只有起重机的轰鸣。不上学，不就医，是父亲要我们坚持的忠诚与真理。父亲不允许我们拥有自己的声音，我们的意志是他眼中的恶魔。哈佛大学，剑桥大学，哲学硕士，历史博士……我知道，像我这样从垃圾堆里爬出来的无知女孩，能取得如今的成就，应当感激涕零才对。但我丝毫提不起热情。我曾怯懦、崩溃、自我怀疑，内心里有什么东西腐烂了，恶臭熏天。直到我逃离大山，打开另一个世界。那是教育给我的新世界，那是我生命的无限可能。",
  "bookimg": "https://img9.doubanio.com/view/subject/s/public/s33492346.jpg",
  "catalog": "序$----------$第一部分$择善$助产士$奶油色鞋子$阿帕奇女人$诚实的污垢$大小盾牌$耶和华必预备$小妓女$当时世代的完全人$羽毛盾牌$直觉$鱼眼睛$沉默的教堂$我的双脚已离开土地$不再是孩子$不忠的人，违逆的天堂$----------$第二部分$守安息日为圣日$鲜血和羽毛$回到原点$父辈的吟诵$美黄芩$我们的低语，我们的尖叫$我来自爱达荷州$迷途的骑士$硫黄的作用$静候水流$假如我是女人$卖花女$毕业$----------$第三部分$全能上帝之手$悲剧之后的闹剧$大房子里吵架的女人$物理的巫术$事物的本质$太阳以西$两双挥舞的手臂$救赎之赌$家庭$守望野牛$教育$------------$作者的话$致 谢$作者注$注释说明"
}
]

module.exports = books